/* SIE CONFIDENTIAL
 * $PSLibId$
 * Copyright (C) 2026 Sony Interactive Entertainment Inc.
 * All Rights Reserved.
 */

"msgid_360p" = "360p";
"msgid_540p" = "540p";
"msgid_720p" = "720p";
"msgid_about_app_data" = "Σχετικά με τα δεδομένα εφαρμογών";
"msgid_about_controllers" = "Πληροφορίες για τα Χειριστήρια";
"msgid_active_device" = "Μικρόφωνο ενεργό";
"msgid_another_user_using_rp" = "Κάποιος άλλος χρήστης χρησιμοποιεί το Απομακρυσμένο παιχνίδι στο PS5, στο οποίο συνδέεστε.";
"msgid_app_data_collection_label" = "Ρυθμίσεις δεδομένων εφαρμογών";
"msgid_app_mobile_device_data_usage" = "Προσπελάζουμε πληροφορίες από αυτήν τη συσκευή για να λειτουργούμε την εφαρμογή, να κατανοούμε την απόδοση και να κάνουμε βελτιώσεις.";
"msgid_app_update" = "Ενημερώστε αυτήν την εφαρμογή.";
"msgid_back" = "Επιστροφή";
"msgid_battery_level_low_controller" = "Το επίπεδο μπαταρίας χειριστηρίου είναι χαμηλό.";
"msgid_before_connect_ps5" = "Πριν τη σύνδεση με το PS5";
"msgid_bullet" = "•";
"msgid_busy_network_wait" = "Άλλες συσκευές στο δίκτυό σας μπορεί να χρησιμοποιούν μεγάλο τμήμα εύρους ζώνης. Αποσυνδέστε τις από το δίκτυό σας ή περιμένετε μέχρι να ολοκληρωθεί η μεταφορά των δεδομένων.";
"msgid_cancel_connecting" = "Ακύρωση σύνδεσης";
"msgid_cancel_download_yn" = "Θέλετε να ακυρώσετε τη λήψη;";
"msgid_cancel_vb" = "Άκυρο";
"msgid_cannot_connect_internet" = "Δεν είναι δυνατή η σύνδεση με το Internet.";
"msgid_cannot_connect_to_server_short" = "Δεν είναι δυνατή η σύνδεση με τον διακομιστή.";
"msgid_cannot_download" = "Δεν είναι δυνατή η λήψη.";
"msgid_cant_connect" = "Δεν είναι δυνατή η σύνδεση.";
"msgid_checking_network_environment" = "Γίνεται έλεγχος του δικτύου...";
"msgid_checking_progress" = "Γίνεται έλεγχος...";
"msgid_close" = "Κλείσιμο";
"msgid_close_remote_play_confirmation" = "Θα γίνει αποσύνδεση αυτής της περιόδου Απομακρυσμένου παιχνιδιού.";
"msgid_confirm_continue" = "Επιβεβαίωση και συνέχεια";
"msgid_connect_connection_light_bar" = "Για να κάνετε σύζευξη του χειριστηρίου σας, πατήστε παρατεταμένα το κουμπί δημιουργίας ή το κουμπί SHARE ταυτόχρονα με το κουμπί PS, μέχρι να αρχίσει να αναβοσβήνει η φωτιζόμενη μπάρα. Ενώ αναβοσβήνει η φωτιζόμενη μπάρα, μεταβείτε στις ρυθμίσεις Bluetooth αυτής της συσκευής και επιλέξτε το χειριστήριό σας. Όταν είναι αναμμένη η φωτιζόμενη μπάρα, το χειριστήριό σας είναι συνδεδεμένο.";
"msgid_connect_controller_wired" = "Συνδέστε το χειριστήριο στον υπολογιστή χρησιμοποιώντας ένα καλώδιο USB.";
"msgid_connect_ds4_light_bar" = "Για να κάνετε σύζευξη του χειριστηρίου σας, πατήστε παρατεταμένα το κουμπί SHARE ταυτόχρονα με το κουμπί PS, μέχρι να αρχίσει να αναβοσβήνει η φωτιζόμενη μπάρα. Ενώ αναβοσβήνει η φωτιζόμενη μπάρα, μεταβείτε στις ρυθμίσεις Bluetooth αυτής της συσκευής και επιλέξτε το χειριστήριό σας. Όταν είναι αναμμένη η φωτιζόμενη μπάρα, το χειριστήριό σας είναι συνδεδεμένο.";
"msgid_connect_home_number" = "Αν θέλετε να συνδέεστε χρησιμοποιώντας το οικιακό σας δίκτυο, επιλέξτε [Καταχώρηση αριθμού] για να γίνει σύζευξη του PS4.";
"msgid_connect_lost" = "Η σύνδεση διακόπηκε.";
"msgid_connect_lost_controller_ps4" = "Σας εκχωρήθηκε ένα χειριστήριο στο PS4, στο οποίο έχετε συνδεθεί.";
"msgid_connect_lost_controller_ps5" = "Σας εκχωρήθηκε ένα χειριστήριο στο PS5, στο οποίο έχετε συνδεθεί.";
"msgid_connect_pfn_time_out" = "Η σύνδεση με το PS5 σας απαιτεί υπερβολικά πολύ χρόνο. Δοκιμάστε να συνδεθείτε ξανά.";
"msgid_connect_pfn_wrong_number" = "Ο αριθμός που καταχωρήσατε δεν είναι σωστός.";
"msgid_connect_ps4_cable" = "Χρησιμοποιήστε ένα καλώδιο LAN για να συνδέσετε το PS5 ή το PS4 στο Internet.";
"msgid_connect_ps4_pfn" = "Σε ποιο θέλετε να συνδεθείτε;";
"msgid_connect_via_internet_rp_ps4" = "Για να συνδεθείτε μέσω Internet, στο PS4, επιλέξτε [Ρυθμίσεις] > [Διαχείριση λογαριασμού] > [Ενεργοποίηση ως κύριο PS4] > [Ενεργοποίηση].";
"msgid_connecting_turning_ps4" = "Γίνεται σύνδεση και ενεργοποίηση του PS4 σας...";
"msgid_connecting_turning_ps5" = "Γίνεται σύνδεση και ενεργοποίηση του PS5 σας...";
"msgid_connection_pfn_lost" = "Η σύνδεση με το PS5 σας χάθηκε.";
"msgid_connection_ps4_lost" = "Η σύνδεση με το PS4 σας χάθηκε.";
"msgid_connection_speed_remote_play" = "Η σύνδεσή σας στο δίκτυο δεν είναι αρκετά ισχυρή. Συνιστούμε ταχύτητες λήψης και αποστολής μεγαλύτερες από 5 Mbps.";
"msgid_connection_unstable_try_again" = "Η σύνδεση δικτύου σας ίσως να είναι ασταθής. Δοκιμάστε να μετακινηθείτε σε άλλο σημείο ή να περιμένετε λίγο.";
"msgid_controller_disconnect_charge" = "Το χειριστήριο είναι αποσυνδεδεμένο. Φορτίστε την μπαταρία.";
"msgid_decrease_text_size" = "Μείωση μεγέθους κειμένου";
"msgid_delete" = "Διαγραφή";
"msgid_delete_all" = "Διαγραφή όλων";
"msgid_disabled" = "Ανενεργή";
"msgid_disconnect_connection" = "Αποσύνδεση";
"msgid_downloading_ellipsis" = "Γίνεται λήψη...";
"msgid_edit" = "Επεξεργασία";
"msgid_enable_rp_connect_ps5" = "Για να χρησιμοποιήσετε το Απομακρυσμένο παιχνίδι, ενεργοποιήστε το πρώτα στο PS5 με το οποίο συνδέεστε. Στο PS5, επιλέξτε [Ρυθμίσεις] > [Σύστημα] > [Απομακρυσμένο παιχνίδι] και, στη συνέχεια, ενεργοποιήστε την επιλογή [Ενεργοποίηση Απομακρυσμένου παιχνιδιού].";
"msgid_enable_rp_turn_on" = "Στο PS5, επιλέξτε [Ρυθμίσεις] > [Σύστημα] > [Απομακρυσμένο παιχνίδι] και, στη συνέχεια, ενεργοποιήστε την επιλογή [Ενεργοποίηση Απομακρυσμένου παιχνιδιού].";
"msgid_enjoy_remote_ps4_pfn" = "Παίξτε τα αγαπημένα σας παιχνίδια στο PS5 και στο PS4 εξ αποστάσεως χρησιμοποιώντας αυτήν τη συσκευή.";
"msgid_enter_login_passcode" = "Καταχωρήστε το συνθηματικό εισόδου για το PS5.";
"msgid_enter_number" = "Καταχωρήστε τον αριθμό";
"msgid_enter_number_label" = "Καταχώρηση αριθμού";
"msgid_enter_number_register_device" = "Στο PS5, επιλέξτε [Ρυθμίσεις] > [Σύστημα] > [Απομακρυσμένο παιχνίδι] > [Σύζευξη συσκευής] και, στη συνέχεια, καταχωρήστε τον αριθμό στο παρακάτω πεδίο.";
"msgid_enter_ps4_login_passcode" = "Ενημερώστε το συνθηματικό εισόδου του PS4 στο οποίο συνδέεστε.";
"msgid_exit_full_screen" = "Έξοδος από την πλήρη οθόνη";
"msgid_failed" = "Απέτυχε";
"msgid_failed_login_ps4" = "Δεν είναι δυνατή η σύνδεση στο PS4 που προσπαθείτε να συνδεθείτε.";
"msgid_frame_rate" = "Ρυθμός ανανέωσης καρέ";
"msgid_full" = "Πλήρες";
"msgid_general" = "Γενικά";
"msgid_generic_error_again" = "Κάτι πήγε στραβά.";
"msgid_go_to_home_ps4" = "Μετάβαση στην αρχική οθόνη στο PS4";
"msgid_go_to_home_ps5" = "Μετάβαση στην αρχική οθόνη στο PS5";
"msgid_high" = "Υψηλή";
"msgid_hint" = "Υπόδειξη";
"msgid_hints" = "Υποδείξεις";
"msgid_home_network_register" = "Θα χρησιμοποιηθεί το οικιακό σας δίκτυο για την σύζευξη του PS5.";
"msgid_icon_lose_connection" = "Θα δείτε αυτό το εικονίδιο όταν θα κοντεύετε να χάσετε τη σύνδεση.";
"msgid_increase_text_size" = "Αύξηση μεγέθους κειμένου";
"msgid_intellectual_property_notices" = "Ειδοποιήσεις περί πνευματικής ιδιοκτησίας";
"msgid_internet_busy_try_again" = "Η σύνδεση δικτύου σας ίσως να είναι απασχολημένη. Περιμένετε λίγο και προσπαθήστε ξανά.";
"msgid_internet_connection_low" = "Η ποιότητα σύνδεσης στο Internet είναι χαμηλή. Πιθανότατα η σύνδεση διακόπηκε.";
"msgid_it_not_play_time" = "Δεν είναι ο χρόνος παιχνιδιού σας.";
"msgid_legal_about_app_data_1" = "Περιεχόμενα\n\n■ Σύνοψη δεδομένων εφαρμογών\n■ Πλήρης επεξήγηση δεδομένων εφαρμογών\n　　• Τι είναι τα δεδομένα εφαρμογών;\n　　• Τι ελέγχουν οι ρυθμίσεις δεδομένων εφαρμογών;\n　　• Σε τι χρησιμοποιούμε τα δεδομένα εφαρμογών;\n■ Σχετικά με εμάς\n\n■ Σύνοψη δεδομένων εφαρμογών\n\nΌταν χρησιμοποιείτε την εφαρμογή Remote Play, μπορεί να γίνεται συλλογή δεδομένων σχετικά με την εφαρμογή, τη συσκευή στην οποία είναι εγκατεστημένη και τη σχετική δραστηριότητά σας. Αποκαλούμε αυτές τις πληροφορίες δεδομένα εφαρμογών.\n\nΘα συλλέγουμε πάντα πληροφορίες που χρειάζονται για την εκτέλεση της εφαρμογής. Αυτό είναι γνωστό ως περιορισμένα δεδομένα και περιλαμβάνει τους ακόλουθους τύπους πληροφοριών:\n\n• Το μοναδικό όνομα της συσκευής στην οποία εκτελείται η εφαρμογή (όπως μια μακρά σειρά από αριθμούς και γράμματα)\n• Ρυθμίσεις εφαρμογής που έχουν επιλεγεί από εσάς (π.χ. ημερομηνία, περιοχή, γλώσσα)\n• Η σύνδεσή σας στο Internet\n• Πόσος χρόνος απαιτείται για τη λήψη πληροφοριών στην εφαρμογή (έτσι ώστε να μάθουμε αν κάτι πάει στραβά και να το διορθώσουμε)\n\nΟρισμένες πληροφορίες θα συλλέγονται μόνο αν το επιτρέπετε. Αυτό είναι γνωστό ως πλήρη δεδομένα. Αυτά περιλαμβάνουν πιο λεπτομερείς πληροφορίες όπως πληροφορίες για το χρονικό διάστημα για το οποίο χρησιμοποιείτε την εφαρμογή και για τη συνεχή ροή σας βίντεο.\n\nΧρησιμοποιούμε τις πληροφορίες που μας στέλνει η εφαρμογή έτσι ώστε:\n\n• Να κάνουμε αυτά που μας ζητάτε.\n• Να βελτιώνουμε τη λειτουργικότητα των εφαρμογών και των προϊόντων μας.\n• Να εξασφαλίζουμε ότι οι χρήστες ακολουθούν τους κανόνες μας και τους νόμους (έτσι ώστε το PlayStation Network να είναι ευχάριστο και διασκεδαστικό για όλους).\n• Να μπορούμε να αναπτύσσουμε νέα προϊόντα.\n\nΑν έχετε λογαριασμό για το PlayStation Network, μπορεί να προσθέσουμε τις πληροφορίες που μας στέλνει η εφαρμογή ή η συσκευή σας στις πληροφορίες που ήδη γνωρίζουμε για εσάς.\n\nΌταν ένας οικογενειακός λογαριασμός παιδιού χρησιμοποιεί αυτήν την εφαρμογή, γίνεται συλλογή περιορισμένων δεδομένων μόνο.\n\nΜπορείτε να μάθετε περισσότερα σχετικά με το τι κάνουμε με τις πληροφορίες που συλλέγουμε για εσάς, σε ποιους τις κοινοποιούμε, πώς μπορείτε να ελέγξετε τι κάνουμε και ποια είναι τα δικαιώματά σας στην Πολιτική απορρήτου. Μπορείτε να έχετε πρόσβαση στην Πολιτική απορρήτου στη διεύθυνση www.playstation.com/legal/privacy-policy";
"msgid_legal_about_app_data_2" = "■ Πλήρης επεξήγηση δεδομένων εφαρμογών\n\nΤι είναι τα δεδομένα εφαρμογών;\n\nΑν χρησιμοποιήσετε την εφαρμογή Remote Play, ίσως να προσπελάσουμε ή/και να αποθηκεύσουμε δεδομένα στην κινητή συσκευή, το tablet, το PC ή/και άλλες συσκευές που χρησιμοποιείτε.\nΥπάρχουν δύο κατηγορίες δεδομένων εφαρμογών:\n\n(1) Περιορισμένα δεδομένα\nΟι διακομιστές μας πρέπει να στέλνουν, να λαμβάνουν και να καταγράφουν τα εξής περιορισμένα δεδομένα τα οποία είναι απαραίτητα για την παροχή των υπηρεσιών μας:\n• Δεδομένα περιεχομένου: Βίντεο, ήχο, γραφικά, κείμενο, επίπεδο παιχνιδιού, πληροφορίες λογαριασμού που ζητούνται και λαμβάνονται για όσα παιχνίδια προσπελάζετε μέσω της εφαρμογής Remote Play.\n• Δεδομένα αδειών: Πληροφορίες σχετικά με την προβολή περιεχομένου που παρέχεται βάσει αδείας (όπως βίντεο) και σχετικά με αλληλεπιδράσεις με αυτό, στον βαθμό που είναι απαραίτητες για τη δημιουργία ανώνυμων, συγκεντρωτικών αναφορών για την πληρωμή των παρόχων αδειών για αυτό το περιεχόμενο.\n• Δεδομένα δικτύου: Πληροφορίες σχετικά με τις συνδέσεις δικτύου της συσκευής σας (όπως μέσω κινητού, Ethernet, Wi-Fi και Bluetooth), όπως η διεύθυνση IP και το πλήθος, οι απαιτήσεις και η ταχύτητα των συνδέσεων.\n• Δεδομένα διαμόρφωσης: Ορισμένα δεδομένα σχετικά με τη διαμόρφωση της συσκευής σας, όπως το μέγεθος και η ανάλυση της οθόνης, η ημερομηνία, η περιοχή, η γλώσσα, η τοποθεσία και οι δυνατότητες.\n• Δεδομένα σφαλμάτων: Αν προκύψει σφάλμα, ο κωδικός του σφάλματος και τα βασικά δεδομένα σχετικά με το πότε και πού προέκυψε. (Ένα σφάλμα μπορεί να υποδηλώνει πρόβλημα που πρέπει να διορθωθεί.)\n• Δεδομένα χρόνου φόρτωσης: Βασικές πληροφορίες για τον αναγκαίο χρόνο για τη λήψη και αποστολή δεδομένων περιεχομένου στη συσκευή σας. (Οι μεγάλοι χρόνοι ίσως υποδηλώνουν κάποιο πρόβλημα).\n• Δεδομένα ασφαλείας: Αναγκαίες πληροφορίες για την ανίχνευση και διερεύνηση κακόβουλης, μη εξουσιοδοτημένης ή δόλιας δραστηριότητας.\n• Δεδομένα νομικής συμμόρφωσης: Πληροφορίες που απαιτούνται από το ισχύον δίκαιο και για να αποδειχθεί η συμμόρφωση.\n\n(2) Πλήρη δεδομένα\nΕνδέχεται επίσης να στέλνουμε, να λαμβάνουμε και να καταγράφουμε επιπλέον, πιο λεπτομερείς πληροφορίες για τη διαμόρφωση της εφαρμογής σας, της κινητής συσκευής σας, του tablet ή άλλης συσκευής σας. Τα πλήρη δεδομένα μπορεί να περιλαμβάνουν πιο λεπτομερείς πληροφορίες σχετικά με τη σύνδεση στο δίκτυο, τη συσκευή και τις συνεχείς ροές σας βίντεο.\nΓια παράδειγμα:\n• Όταν χρησιμοποιείτε την εφαρμογή Remote Play, μπορεί να προσπελάζουμε δεδομένα σχετικά με τη χρήση εκ μέρους σας της εφαρμογής, συμπεριλαμβανομένων της διάρκειας της περιόδου λειτουργίας σας, της ποιότητας της συνεχούς ροής σας βίντεο και του ρυθμού καρέ του βίντεο.\n\nΣυνήθως, τα δεδομένα εφαρμογών μεταδίδονται σε εμάς και αποθηκεύονται με ένα ή περισσότερα αναγνωριστικά δικτύου, συσκευής ή/και λογαριασμού.";
"msgid_legal_about_app_data_3" = "Τι ελέγχουν οι ρυθμίσεις δεδομένων εφαρμογών;\n\nΟι ρυθμίσεις δεδομένων εφαρμογών σας επιτρέπουν να ελέγχετε ποια δεδομένα εφαρμογών αποθηκεύουμε και προσπελάζουμε. Μπορείτε να επιλέξετε: \n• Περιορισμένα δεδομένα: Αν επιλέξετε αυτήν τη ρύθμιση, θα προσπελάζονται και θα αποθηκεύονται μόνο περιορισμένα δεδομένα.\n• Πλήρη δεδομένα: Αν επιλέξετε αυτήν τη ρύθμιση, θα προσπελάζονται και θα αποθηκεύονται τόσο περιορισμένα δεδομένα όσο και πλήρη δεδομένα.\n\nΟι ρυθμίσεις δεδομένων εφαρμογών συσχετίζονται μόνο με τη συσκευή ή την εφαρμογή στην οποία εμφανίζονται και όχι με τον λογαριασμό σας για το PlayStation Network. Εσείς έχετε τον έλεγχο για την πρόσβαση και την αποθήκευση των δεδομένων ανεξάρτητα σε κάθε συσκευή (π.χ. PS4, PS5), εφαρμογή και πρόγραμμα περιήγησης στο web που χρησιμοποιείτε.\n\nΣε τι χρησιμοποιούμε τα δεδομένα εφαρμογών;\n\nΗ συλλογή περιορισμένων δεδομένων και, εφόσον το επιτρέπετε, πλήρων δεδομένων χρησιμοποιείται όπως επεξηγείται στην πολιτική απορρήτου (www.playstation.com/legal/privacy-policy).\nΗ χρήση αυτή περιλαμβάνει χρήση των δεδομένων εφαρμογών για τους εξής σκοπούς:\n• Λειτουργία της εφαρμογής Remote Play.\n• Δημιουργία ανώνυμων στατιστικών στοιχείων.\n• Κατανόηση της απόδοσης της εφαρμογής ή της συσκευής σας και ανάπτυξη βελτιώσεων και νέων προϊόντων και υπηρεσιών.\n• Ανίχνευση, διερεύνηση και ελαχιστοποίηση κακόβουλης, μη εξουσιοδοτημένης ή δόλιας συμπεριφοράς.\n• Για σκοπούς ελέγχου, συμμόρφωσης και νομικούς σκοπούς (για παράδειγμα, υποβολή ή υπεράσπιση αξιώσεων ή για δραστηριότητες για τις οποίες απαιτείται συμμόρφωση με τους νόμους).\n\n■Σχετικά με εμάς\n\nΓια περισσότερες λεπτομέρειες, ανατρέξτε στην πολιτική απορρήτου μας στη διεύθυνση www.playstation.com/legal/privacy-policy.\n\nΈκδοση 1.1";
"msgid_legal_about_app_data_combined" = "Περιεχόμενα\n\n■ Σύνοψη δεδομένων εφαρμογών\n■ Πλήρης επεξήγηση δεδομένων εφαρμογών\n　　• Τι είναι τα δεδομένα εφαρμογών;\n　　• Τι ελέγχουν οι ρυθμίσεις δεδομένων εφαρμογών;\n　　• Σε τι χρησιμοποιούμε τα δεδομένα εφαρμογών;\n■ Σχετικά με εμάς\n\n■ Σύνοψη δεδομένων εφαρμογών\n\nΌταν χρησιμοποιείτε την εφαρμογή Remote Play, μπορεί να γίνεται συλλογή δεδομένων σχετικά με την εφαρμογή, τη συσκευή στην οποία είναι εγκατεστημένη και τη σχετική δραστηριότητά σας. Αποκαλούμε αυτές τις πληροφορίες δεδομένα εφαρμογών.\n\nΘα συλλέγουμε πάντα πληροφορίες που χρειάζονται για την εκτέλεση της εφαρμογής. Αυτό είναι γνωστό ως περιορισμένα δεδομένα και περιλαμβάνει τους ακόλουθους τύπους πληροφοριών:\n\n• Το μοναδικό όνομα της συσκευής στην οποία εκτελείται η εφαρμογή (όπως μια μακρά σειρά από αριθμούς και γράμματα)\n• Ρυθμίσεις εφαρμογής που έχουν επιλεγεί από εσάς (π.χ. ημερομηνία, περιοχή, γλώσσα)\n• Η σύνδεσή σας στο Internet\n• Πόσος χρόνος απαιτείται για τη λήψη πληροφοριών στην εφαρμογή (έτσι ώστε να μάθουμε αν κάτι πάει στραβά και να το διορθώσουμε)\n\nΟρισμένες πληροφορίες θα συλλέγονται μόνο αν το επιτρέπετε. Αυτό είναι γνωστό ως πλήρη δεδομένα. Αυτά περιλαμβάνουν πιο λεπτομερείς πληροφορίες όπως πληροφορίες για το χρονικό διάστημα για το οποίο χρησιμοποιείτε την εφαρμογή και για τη συνεχή ροή σας βίντεο.\n\nΧρησιμοποιούμε τις πληροφορίες που μας στέλνει η εφαρμογή έτσι ώστε:\n\n• Να κάνουμε αυτά που μας ζητάτε.\n• Να βελτιώνουμε τη λειτουργικότητα των εφαρμογών και των προϊόντων μας.\n• Να εξασφαλίζουμε ότι οι χρήστες ακολουθούν τους κανόνες μας και τους νόμους (έτσι ώστε το PlayStation Network να είναι ευχάριστο και διασκεδαστικό για όλους).\n• Να μπορούμε να αναπτύσσουμε νέα προϊόντα.\n\nΑν έχετε λογαριασμό για το PlayStation Network, μπορεί να προσθέσουμε τις πληροφορίες που μας στέλνει η εφαρμογή ή η συσκευή σας στις πληροφορίες που ήδη γνωρίζουμε για εσάς.\n\nΌταν ένας οικογενειακός λογαριασμός παιδιού χρησιμοποιεί αυτήν την εφαρμογή, γίνεται συλλογή περιορισμένων δεδομένων μόνο.\n\nΜπορείτε να μάθετε περισσότερα σχετικά με το τι κάνουμε με τις πληροφορίες που συλλέγουμε για εσάς, σε ποιους τις κοινοποιούμε, πώς μπορείτε να ελέγξετε τι κάνουμε και ποια είναι τα δικαιώματά σας στην Πολιτική απορρήτου. Μπορείτε να έχετε πρόσβαση στην Πολιτική απορρήτου στη διεύθυνση www.playstation.com/legal/privacy-policy\n\n■ Πλήρης επεξήγηση δεδομένων εφαρμογών\n\nΤι είναι τα δεδομένα εφαρμογών;\n\nΑν χρησιμοποιήσετε την εφαρμογή Remote Play, ίσως να προσπελάσουμε ή/και να αποθηκεύσουμε δεδομένα στην κινητή συσκευή, το tablet, το PC ή/και άλλες συσκευές που χρησιμοποιείτε.\nΥπάρχουν δύο κατηγορίες δεδομένων εφαρμογών:\n\n(1) Περιορισμένα δεδομένα\nΟι διακομιστές μας πρέπει να στέλνουν, να λαμβάνουν και να καταγράφουν τα εξής περιορισμένα δεδομένα τα οποία είναι απαραίτητα για την παροχή των υπηρεσιών μας:\n• Δεδομένα περιεχομένου: Βίντεο, ήχο, γραφικά, κείμενο, επίπεδο παιχνιδιού, πληροφορίες λογαριασμού που ζητούνται και λαμβάνονται για όσα παιχνίδια προσπελάζετε μέσω της εφαρμογής Remote Play.\n• Δεδομένα αδειών: Πληροφορίες σχετικά με την προβολή περιεχομένου που παρέχεται βάσει αδείας (όπως βίντεο) και σχετικά με αλληλεπιδράσεις με αυτό, στον βαθμό που είναι απαραίτητες για τη δημιουργία ανώνυμων, συγκεντρωτικών αναφορών για την πληρωμή των παρόχων αδειών για αυτό το περιεχόμενο.\n• Δεδομένα δικτύου: Πληροφορίες σχετικά με τις συνδέσεις δικτύου της συσκευής σας (όπως μέσω κινητού, Ethernet, Wi-Fi και Bluetooth), όπως η διεύθυνση IP και το πλήθος, οι απαιτήσεις και η ταχύτητα των συνδέσεων.\n• Δεδομένα διαμόρφωσης: Ορισμένα δεδομένα σχετικά με τη διαμόρφωση της συσκευής σας, όπως το μέγεθος και η ανάλυση της οθόνης, η ημερομηνία, η περιοχή, η γλώσσα, η τοποθεσία και οι δυνατότητες.\n• Δεδομένα σφαλμάτων: Αν προκύψει σφάλμα, ο κωδικός του σφάλματος και τα βασικά δεδομένα σχετικά με το πότε και πού προέκυψε. (Ένα σφάλμα μπορεί να υποδηλώνει πρόβλημα που πρέπει να διορθωθεί.)\n• Δεδομένα χρόνου φόρτωσης: Βασικές πληροφορίες για τον αναγκαίο χρόνο για τη λήψη και αποστολή δεδομένων περιεχομένου στη συσκευή σας. (Οι μεγάλοι χρόνοι ίσως υποδηλώνουν κάποιο πρόβλημα).\n• Δεδομένα ασφαλείας: Αναγκαίες πληροφορίες για την ανίχνευση και διερεύνηση κακόβουλης, μη εξουσιοδοτημένης ή δόλιας δραστηριότητας.\n• Δεδομένα νομικής συμμόρφωσης: Πληροφορίες που απαιτούνται από το ισχύον δίκαιο και για να αποδειχθεί η συμμόρφωση.\n\n(2) Πλήρη δεδομένα\nΕνδέχεται επίσης να στέλνουμε, να λαμβάνουμε και να καταγράφουμε επιπλέον, πιο λεπτομερείς πληροφορίες για τη διαμόρφωση της εφαρμογής σας, της κινητής συσκευής σας, του tablet ή άλλης συσκευής σας. Τα πλήρη δεδομένα μπορεί να περιλαμβάνουν πιο λεπτομερείς πληροφορίες σχετικά με τη σύνδεση στο δίκτυο, τη συσκευή και τις συνεχείς ροές σας βίντεο.\nΓια παράδειγμα:\n• Όταν χρησιμοποιείτε την εφαρμογή Remote Play, μπορεί να προσπελάζουμε δεδομένα σχετικά με τη χρήση εκ μέρους σας της εφαρμογής, συμπεριλαμβανομένων της διάρκειας της περιόδου λειτουργίας σας, της ποιότητας της συνεχούς ροής σας βίντεο και του ρυθμού καρέ του βίντεο.\n\nΣυνήθως, τα δεδομένα εφαρμογών μεταδίδονται σε εμάς και αποθηκεύονται με ένα ή περισσότερα αναγνωριστικά δικτύου, συσκευής ή/και λογαριασμού.\n\nΤι ελέγχουν οι ρυθμίσεις δεδομένων εφαρμογών;\n\nΟι ρυθμίσεις δεδομένων εφαρμογών σας επιτρέπουν να ελέγχετε ποια δεδομένα εφαρμογών αποθηκεύουμε και προσπελάζουμε. Μπορείτε να επιλέξετε: \n• Περιορισμένα δεδομένα: Αν επιλέξετε αυτήν τη ρύθμιση, θα προσπελάζονται και θα αποθηκεύονται μόνο περιορισμένα δεδομένα.\n• Πλήρη δεδομένα: Αν επιλέξετε αυτήν τη ρύθμιση, θα προσπελάζονται και θα αποθηκεύονται τόσο περιορισμένα δεδομένα όσο και πλήρη δεδομένα.\n\nΟι ρυθμίσεις δεδομένων εφαρμογών συσχετίζονται μόνο με τη συσκευή ή την εφαρμογή στην οποία εμφανίζονται και όχι με τον λογαριασμό σας για το PlayStation Network. Εσείς έχετε τον έλεγχο για την πρόσβαση και την αποθήκευση των δεδομένων ανεξάρτητα σε κάθε συσκευή (π.χ. PS4, PS5), εφαρμογή και πρόγραμμα περιήγησης στο web που χρησιμοποιείτε.\n\nΣε τι χρησιμοποιούμε τα δεδομένα εφαρμογών;\n\nΗ συλλογή περιορισμένων δεδομένων και, εφόσον το επιτρέπετε, πλήρων δεδομένων χρησιμοποιείται όπως επεξηγείται στην πολιτική απορρήτου (www.playstation.com/legal/privacy-policy).\nΗ χρήση αυτή περιλαμβάνει χρήση των δεδομένων εφαρμογών για τους εξής σκοπούς:\n• Λειτουργία της εφαρμογής Remote Play.\n• Δημιουργία ανώνυμων στατιστικών στοιχείων.\n• Κατανόηση της απόδοσης της εφαρμογής ή της συσκευής σας και ανάπτυξη βελτιώσεων και νέων προϊόντων και υπηρεσιών.\n• Ανίχνευση, διερεύνηση και ελαχιστοποίηση κακόβουλης, μη εξουσιοδοτημένης ή δόλιας συμπεριφοράς.\n• Για σκοπούς ελέγχου, συμμόρφωσης και νομικούς σκοπούς (για παράδειγμα, υποβολή ή υπεράσπιση αξιώσεων ή για δραστηριότητες για τις οποίες απαιτείται συμμόρφωση με τους νόμους).\n\n■Σχετικά με εμάς\n\nΓια περισσότερες λεπτομέρειες, ανατρέξτε στην πολιτική απορρήτου μας στη διεύθυνση www.playstation.com/legal/privacy-policy.\n\nΈκδοση 1.1";
"msgid_limited" = "Περιορισμένο";
"msgid_limited_data_collection" = "Κοινοποίηση μόνο των δεδομένων που είναι απαραίτητα για τη διατήρηση και τον χειρισμό των βασικών δυνατοτήτων και υπηρεσιών του PlayStation.";
"msgid_log_in_expire_rp" = "Αν δεν έχετε συνδεθεί πρόσφατα στο PS5, θα χρειαστεί να συνδεθείτε ξανά.";
"msgid_login_pfn_enter_num" = "Συνδεθείτε στο PS5, επιλέξτε [Ρυθμίσεις] > [Απομακρυσμένο παιχνίδι] > [Σύζευξη συσκευής] και, στη συνέχεια, καταχωρήστε τον αριθμό σε αυτήν τη συσκευή.";
"msgid_login_ps4_enter_num" = "Συνδεθείτε στο σύστημα PS4, επιλέξτε [Ρυθμίσεις] > [Ρυθμίσεις σύνδεσης για Απομακρυσμένο παιχνίδι] > [Προσθήκη συσκευής] και, στη συνέχεια, καταχωρήστε τον αριθμό σε αυτήν τη συσκευή.";
"msgid_login_ps4_enter_num_ps5" = "Συνδεθείτε στο σύστημα PS4, επιλέξτε [Ρυθμίσεις] > [Ρυθμίσεις σύνδεσης για Απομακρυσμένο παιχνίδι] > [Προσθήκη συσκευής] και, στη συνέχεια, καταχωρήστε τον αριθμό σε αυτό το PS5.";
"msgid_login_ps5_enter_num_ps5" = "Συνδεθείτε στο PS5, επιλέξτε [Ρυθμίσεις] > [Απομακρυσμένο παιχνίδι] > [Σύζευξη συσκευής] και, στη συνέχεια, καταχωρήστε τον αριθμό σε αυτό το PS5.";
"msgid_make_destination_standby" = "Θέστε τη συνδεδεμένη κονσόλα σε λειτουργία αδράνειας";
"msgid_manage_data_you_provide" = "Δεδομένα που παρέχετε";
"msgid_max_device_no_mic" = "Δεν μπορεί να χρησιμοποιηθεί μικρόφωνο με το Απομακρυσμένο παιχνίδι αν έχει συνδεθεί ο μέγιστος αριθμός συσκευών που μπορούν να συνδεθούν στο PS4.";
"msgid_max_num_user_pfn" = "Κάποιος άλλος θα πρέπει πρώτα να αποσυνδεθεί για να μπορέσετε να συνδεθείτε στο PS5.";
"msgid_max_num_user_ps4" = "Κάποιος άλλος θα πρέπει πρώτα να αποσυνδεθεί για να μπορέσετε να συνδεθείτε στο PS4.";
"msgid_mic_disconnect" = "Το μικρόφωνο αποσυνδέθηκε.";
"msgid_modify_settings" = "Τροποποίηση ρυθμίσεων";
"msgid_muted" = "Μικρόφωνο σε σίγαση";
"msgid_nat_type" = "Τύπος NAT";
"msgid_net_connection_slow_rp" = "Η ταχύτητα της σύνδεσης δικτύου σας είναι αυτήν τη στιγμή υπερβολικά αργή για να παίξετε Απομακρυσμένο παιχνίδι.";
"msgid_net_speed_no_strong" = "Η σύνδεση δικτύου σας ενδέχεται να μην είναι αρκετά ισχυρή.";
"msgid_network_temp_congested" = "Η σύνδεσή σας στο Internet ίσως είναι πολύ απασχολημένη.";
"msgid_no" = "Όχι";
"msgid_no_connect_pfn" = "Δεν είναι δυνατή η σύνδεση με το PS5 σας.";
"msgid_no_connect_pfn_controller_max" = "Δεν είναι δυνατή η σύνδεση επιπλέον χειριστηρίων στο PS5.";
"msgid_no_connect_pfn_off" = "Δεν μπορείτε να συνδεθείτε στο PS5 όταν είναι απενεργοποιημένο.";
"msgid_no_connect_ps4" = "Δεν είναι δυνατή η σύνδεση με το PS4 σας.";
"msgid_no_connect_ps4_controller_max" = "Δεν είναι δυνατή η σύνδεση επιπλέον χειριστηρίων στο PS4.";
"msgid_no_connect_ps4_off" = "Δεν είναι δυνατή η σύνδεση με το PS4 όταν είναι απενεργοποιημένο.";
"msgid_no_connect_ps4_time_out" = "Η σύνδεση με το PS4 σας απαιτεί υπερβολικά πολύ χρόνο. Δοκιμάστε να συνδεθείτε ξανά.";
"msgid_no_connect_registered_ps4" = "Δεν είναι δυνατή η σύνδεση με το συζευγμένο PS4.";
"msgid_no_display_rp_screen" = "Δεν είναι δυνατή η προβολή της οθόνης στη συνδεδεμένη κονσόλα. Αυτή η οθόνη περιέχει περιεχόμενο το οποίο δεν είναι δυνατόν να εμφανιστεί χρησιμοποιώντας το Απομακρυσμένο παιχνίδι.";
"msgid_no_find_pfn" = "Δεν είναι δυνατή η εύρεση του PS5.";
"msgid_no_find_ps4" = "Δεν είναι δυνατή η εύρεση του PS4";
"msgid_no_find_ps5" = "Δεν είναι δυνατή η εύρεση του PS5";
"msgid_no_login_pfn" = "Δεν είναι δυνατή η σύνδεση στο PS5 που προσπαθείτε να συνδεθείτε.";
"msgid_no_mic_available" = "Δεν είναι δυνατή η χρήση του μικροφώνου.";
"msgid_no_pfn_register_manual" = "Δεν είναι δυνατή η εύρεση του PS5. Κάντε σύζευξη του PS5 με μη αυτόματο τρόπο.";
"msgid_no_ps5_log_in_again_rp" = "Ενδέχεται να μην είστε σε θέση να βρείτε το PS5 με το οποίο θέλετε να συνδεθείτε αν δεν έχετε εισέλθει σε αυτό για κάποιο χρονικό διάστημα. Εισέλθετε σε αυτό το PS5 και προσπαθήστε να συνδεθείτε ξανά.";
"msgid_no_register_pfn" = "Δεν είναι δυνατή η σύζευξη του PS5 στο οποίο θέλετε να συνδεθείτε.";
"msgid_no_register_ps4" = "Δεν είναι δυνατή η σύζευξη του PS4 στο οποίο θέλετε να συνδεθείτε.";
"msgid_no_registered_pfn" = "Δεν είναι δυνατή η εύρεση του συζευγμένου PS5.";
"msgid_no_results_found_d" = "Ελέγξτε τη σύνδεσή σας στο Internet.";
"msgid_not_available" = "-";
"msgid_not_connected" = "Δεν έχει γίνει σύνδεση";
"msgid_number_another_user_was" = "Καταχωρήθηκε ο αριθμός για κάποιον άλλο χρήστη.";
"msgid_number_network_ps4" = "Για να κάνετε σύζευξη του PS4, συνδέστε αυτήν τη συσκευή στο ίδιο δίκτυο με το PS4.";
"msgid_number_network_ps5" = "Για να κάνετε σύζευξη του PS5, συνδέστε αυτήν τη συσκευή στο ίδιο δίκτυο με το PS5.";
"msgid_ok" = "OΚ";
"msgid_only_users_logged_same" = "Μόνο 4 χρήστες μπορούν να είναι συνδεδεμένοι ταυτόχρονα.";
"msgid_other_connections" = "Άλλες συνδέσεις";
"msgid_pair" = "Σύζευξη";
"msgid_passcode_incorrect" = "Το συνθηματικό είναι εσφαλμένο.";
"msgid_pfn" = "PS5";
"msgid_pfn_rest_mode_connect_desc" = "Μπορείτε να συνδεθείτε στο PS5, ακόμη και όταν είναι σε λειτουργία αδράνειας. Στο PS5, επιλέξτε [Ρυθμίσεις] > [Σύστημα] > [Εξοικονόμηση ενέργειας] > [Δυνατότητες που διατίθενται στη λειτουργία αδράνειας] και, στη συνέχεια, ενεργοποιήστε την επιλογή [Να είναι δυνατή η ενεργοποίηση του PS5 από το δίκτυο].";
"msgid_pfn_software_update" = "Ενημερώστε το λογισμικό συστήματος του PS5 στο οποίο συνδέεστε.";
"msgid_playstation_network_back_soon" = "Κάτι δεν πήγε καλά. Δοκιμάστε ξανά αργότερα.";
"msgid_ps4" = "PS4";
"msgid_ps4_enable_rp_on" = "Στο PS4, επιλέξτε [Ρυθμίσεις] > [Ρυθμίσεις σύνδεσης για Απομακρυσμένο παιχνίδι] και ενεργοποιήστε την επιλογή [Ενεργοποίηση Απομακρυσμένου παιχνιδιού].";
"msgid_ps4_rest_mode_connect_dec" = "Μπορείτε να συνδεθείτε στο PS4, ακόμη και όταν είναι σε λειτουργία αδράνειας. Στο PS4, επιλέξτε [Ρυθμίσεις] > [Ρυθμίσεις εξοικονόμησης ενέργειας] > [Καθορισμός δυνατοτήτων που διατίθενται στη λειτουργία αδράνειας] και, στη συνέχεια, ενεργοποιήστε την επιλογή [Να είναι δυνατή η ενεργοποίηση του PS4 από το δίκτυο].";
"msgid_ps4_rp_number" = "Στο PS4, επιλέξτε [Ρυθμίσεις] > [Ρυθμίσεις σύνδεσης για Απομακρυσμένο παιχνίδι] > [Εγγραφή συσκευής], και κατόπιν καταχωρήστε τον αριθμό στο παρακάτω πεδίο.";
"msgid_ps4_software_update" = "Ενημερώστε το λογισμικό συστήματος του PS4, στο οποίο συνδέεστε.";
"msgid_ps5_already_use_rp" = "Κάποιος άλλος χρήστης χρησιμοποιεί τώρα το Απομακρυσμένο παιχνίδι σε αυτό το PS5.";
"msgid_ps5_pro_resolution_device" = "Για το PS5 και το PS4 Pro, θα οριστεί ανάλυση έως 1080p ανάλογα με την ποιότητα σύνδεσης στο δίκτυο.";
"msgid_ps5_using_sp" = "Κάποιος χρησιμοποιεί το Share Play σε αυτό το PS5 αυτήν τη στιγμή. Για χρήση του Απομακρυσμένου παιχνιδιού, κλείστε πρώτα το Share Play.";
"msgid_ps_remote_play" = "PS Remote Play";
"msgid_rd_mac_copy" = "Αντιγραφή";
"msgid_reached_limit_number_devices" = "Δεν μπορεί να χρησιμοποιηθεί μικρόφωνο με το Απομακρυσμένο παιχνίδι αν έχει συνδεθεί ο μέγιστος αριθμός συσκευών που μπορούν να συνδεθούν στο PS5.";
"msgid_register_manually" = "Μη αυτόματη σύζευξη";
"msgid_register_pfn_manual" = "Κάντε σύζευξη του PS5 με μη αυτόματο τρόπο.";
"msgid_register_ps4_manual" = "Κάντε σύζευξη του PS4 με μη αυτόματο τρόπο.";
"msgid_registering_pfn" = "Γίνεται σύζευξη του PS5...";
"msgid_registering_ps4" = "Γίνεται σύζευξη του PS4...";
"msgid_remote_play" = "Απομακρυσμένο παιχνίδι";
"msgid_reset_text_size" = "Επαναφορά μεγέθους κειμένου";
"msgid_resolution_ex_pro" = "Ανάλυση (εξαιρείται το PS4 Pro)";
"msgid_retain_usage_data_choose" = "Για να βελτιώσουμε τις υπηρεσίες μας, διατηρούμε ορισμένα δεδομένα χρήσης. Διαλέξτε πόσα δεδομένα νιώθετε άνετα να μοιραστείτε. Τα δεδομένα σας θα είναι πάντοτε προστατευμένα.";
"msgid_rp_cannot_use_mic_app_use" = "Δεν μπορεί να χρησιμοποιηθεί μικρόφωνο με το Απομακρυσμένο παιχνίδι αν χρησιμοποιείται από μια άλλη εφαρμογή σε αυτήν τη συσκευή.";
"msgid_rp_mac_about_rp" = "Πληροφορίες για το PS Remote Play";
"msgid_rp_mac_capitalize" = "Πρώτο γράμμα κεφαλαίο";
"msgid_rp_mac_check_doc" = "Έλεγχος εγγράφου τώρα";
"msgid_rp_mac_check_spell" = "Έλεγχος ορθογραφίας κατά την πληκτρολόγηση";
"msgid_rp_mac_correct_spell_auto" = "Αυτόματη διόρθωση ορθογραφίας";
"msgid_rp_mac_cut" = "Αποκοπή";
"msgid_rp_mac_data_detectors" = "Ανίχνευση δεδομένων";
"msgid_rp_mac_enter_screen" = "Είσοδος στην πλήρη οθόνη";
"msgid_rp_mac_find_long" = "Εύρεση...";
"msgid_rp_mac_find_next" = "Εύρεση επόμενου";
"msgid_rp_mac_find_pre" = "Εύρεση προηγούμενου";
"msgid_rp_mac_find_replace" = "Εύρεση και αντικατάσταση...";
"msgid_rp_mac_grammar_w_spell" = "Έλεγχος γραμματικής και ορθογραφίας";
"msgid_rp_mac_hide_others" = "Απόκρυψη των άλλων";
"msgid_rp_mac_hide_rp" = "Απόκρυψη Απομακρυσμένου παιχνιδιού";
"msgid_rp_mac_jump_select" = "Μετάβαση στην επιλογή";
"msgid_rp_mac_lower_case" = "Αλλαγή σε πεζά";
"msgid_rp_mac_minimize" = "Ελαχιστοποίηση";
"msgid_rp_mac_paste" = "Επικόλληση";
"msgid_rp_mac_paste_match" = "Επικόλληση και αντιστοίχιση στιλ";
"msgid_rp_mac_preferences" = "Προτιμήσεις...";
"msgid_rp_mac_preferences_title" = "Προτιμήσεις";
"msgid_rp_mac_quit_rp" = "Έξοδος από το Απομακρυσμένο παιχνίδι";
"msgid_rp_mac_redo" = "Επανάληψη";
"msgid_rp_mac_select_find" = "Χρήση επιλογής για εύρεση";
"msgid_rp_mac_show_all" = "Εμφάνιση όλων";
"msgid_rp_mac_show_spell_grammar" = "Εμφάνιση ορθογραφίας και γραμματικής";
"msgid_rp_mac_show_sub" = "Εμφάνιση υποκαταστάσεων";
"msgid_rp_mac_smart_copy_paste" = "Έξυπνη αντιγραφή/επικόλληση";
"msgid_rp_mac_smart_dashes" = "Έξυπνες παύλες";
"msgid_rp_mac_smart_links" = "Έξυπνοι σύνδεσμοι";
"msgid_rp_mac_smart_quotes" = "Έξυπνα εισαγωγικά";
"msgid_rp_mac_speech" = "Εκφώνηση";
"msgid_rp_mac_spell_grammar" = "Ορθογραφία και γραμματική";
"msgid_rp_mac_start_speech" = "Έναρξη εκφώνησης";
"msgid_rp_mac_stop_speech" = "Διακοπή εκφώνησης";
"msgid_rp_mac_substitutions" = "Υποκαταστάσεις";
"msgid_rp_mac_text_replace" = "Αντικατάσταση κειμένου";
"msgid_rp_mac_transformation" = "Μετασχηματισμοί";
"msgid_rp_mac_undo" = "Αναίρεση";
"msgid_rp_mac_upper_case" = "Αλλαγή σε κεφαλαία";
"msgid_rp_mac_zoom" = "Μεγέθυνση";
"msgid_rp_no_access_mic" = "Το PS Remote Play δεν έχει πρόσβαση στο μικρόφωνο.";
"msgid_rp_remote_play_frame_rate_info" = "Ρυθμίστε την ομαλή ροή βίντεο για το Απομακρυσμένο παιχνίδι.\n\nΔοκιμάστε την επιλογή [Υψηλή] όταν έχετε γρήγορη σύνδεση στο PS4. Ωστόσο, αν επιλέξετε [Υψηλή], θα γίνει παύση της δυνατότητας εγγραφής των ενεργειών παιχνιδιού του PS4 κατά τη χρήση του Απομακρυσμένου παιχνιδιού.";
"msgid_rp_use_computer_keyboard" = "Καταργήσαμε το πλαίσιο εισαγωγής κειμένου από το PS Remote Play. Θα μπορείτε πλέον να χρησιμοποιείτε το πληκτρολόγιο του υπολογιστή σας για να πληκτρολογείτε απευθείας στο PS5 ή το PS4 σας.";
"msgid_rp_via_internet_activate" = "Για να συνδεθείτε μέσω Internet, πρέπει να ενεργοποιήσετε το PS4. Στο PS4, μεταβείτε στις [Ρυθμίσεις] > [Διαχείριση λογαριασμού] > [Ενεργοποίηση ως κύριο PS4] και επιλέξτε [Ενεργοποίηση].";
"msgid_search" = "Αναζήτηση";
"msgid_search_few_mins" = "Ενδέχεται να απαιτηθούν μερικά λεπτά.";
"msgid_search_nearby" = "Γίνεται αναζήτηση κοντινών συνδέσεων...";
"msgid_search_via_internet" = "Γίνεται αναζήτηση συνδέσεων μέσω Internet...";
"msgid_select_pfn_connect" = "Έχετε συνδεθεί στις παρακάτω κονσόλες PS5. Επιλέξτε εκείνη με την οποία θέλετε να συνδεθείτε.";
"msgid_select_previous_console_other" = "Επιλέξτε την τελευταία κονσόλα στην οποία συνδεθήκατε ή βρείτε άλλες συνδέσεις.";
"msgid_select_ps5" = "Επιλέξτε ένα PS5";
"msgid_select_ps5_connection" = "Για να δείτε τις κονσόλες PS5 στις οποίες έχετε εισέλθει, επιλέξτε [Επιλέξτε ένα PS5]. Δείτε αν μπορείτε να βρείτε ένα PS5 στο οποίο θέλετε να συνδεθείτε.";
"msgid_sets_resolution_video_remote" = "Ρυθμίστε την ευκρίνεια βίντεο για Απομακρυσμένο παιχνίδι. Δοκιμάστε τη ρύθμιση [540p] ή [360p] αν η ροή του βίντεο ή του ήχου δεν είναι ομαλή.";
"msgid_settings" = "Ρυθμίσεις";
"msgid_share_behavioral_data" = "Κοινοποίηση πιο λεπτομερών πληροφοριών σχετικά με τη σύνδεση στο δίκτυο, τη συσκευή και τις συνεχείς ροές σας βίντεο.";
"msgid_sign_in_psn" = "Είσοδος";
"msgid_sign_out" = "Έξοδος";
"msgid_sign_ppr_first_time_rp" = "Αν πρόκειται για την πρώτη είσοδό σας στο συγκεκριμένο PS5, μπορεί να χρειαστεί να περάσουν μερικά λεπτά μέχρι να είναι δυνατή η χρήση του Απομακρυσμένου παιχνιδιού.";
"msgid_something_went_wrong_restart" = "Κάτι πήγε στραβά. Πρέπει να πραγματοποιήσετε επανεκκίνηση στο PS5 στο οποίο έχετε συνδεθεί.";
"msgid_something_wrong_restart_ps4" = "Κάτι πήγε στραβά. Πρέπει να πραγματοποιήσετε επανεκκίνηση στο PS4 στο οποίο έχετε συνδεθεί.";
"msgid_speaker_active" = "Ηχείο ενεργό";
"msgid_speaker_muted" = "Ηχείο σε σίγαση";
"msgid_standard" = "Τυπικό";
"msgid_start_rp_close_app" = "Για έναρξη Απομακρυσμένου παιχνιδιού, κλείστε εφαρμογές, παιχνίδια και δυνατότητες του PS4 που δεν μπορούν να χρησιμοποιηθούν με το Απομακρυσμένο παιχνίδι.";
"msgid_start_rp_pfn_close_app" = "Για έναρξη Απομακρυσμένου παιχνιδιού, κλείστε παιχνίδια, εφαρμογές και δυνατότητες του PS5 που δεν μπορούν να χρησιμοποιηθούν με το Απομακρυσμένο παιχνίδι.";
"msgid_stop_features_rp" = "Κλείστε την Κοινή χρήση οθόνης ή τυχόν λειτουργίες που χρησιμοποιούν τη δυνατότητα πολλών εργασιών στο PS5.";
"msgid_time_separator" = ":";
"msgid_try_again" = "Προσπαθήστε ξανά";
"msgid_try_low_video_quality" = "Καθορίστε χαμηλότερη ποιότητα βίντεο για το Απομακρυσμένο παιχνίδι.";
"msgid_type_num" = "Τύπος %1$@";
"msgid_update_controller2_ps5" = "Μπορείτε να ενημερώσετε το ασύρματο χειριστήριό σας DualSense Edge με το τελευταίο λογισμικό συσκευής, αν το συνδέσετε στο PS5.";
"msgid_update_controller_ps5" = "Μπορείτε να ενημερώσετε το ασύρματο χειριστήριό σας DualSense με το τελευταίο λογισμικό συσκευής, αν το συνδέσετε στο PS5.";
"msgid_update_remoteplay_now" = "Πρέπει να ενημερώσετε το PS Remote Play για να συνεχίσετε. Θέλετε να κάνετε την ενημέρωση τώρα;";
"msgid_update_software_console" = "Ενημερώστε το λογισμικό συστήματος αυτής της κονσόλας.";
"msgid_use_controler_5_ds4" = "Χρήση ασύρματου χειριστηρίου για το PS5 ή το PS4";
"msgid_use_home_network_rp" = "Θα χρησιμοποιηθεί το οικιακό σας δίκτυο για το Απομακρυσμένο παιχνίδι.";
"msgid_user_agreement" = "Συμφωνητικό χρήστη";
"msgid_user_using_rp_server" = "Κάποιος άλλος χρήστης χρησιμοποιεί το Απομακρυσμένο παιχνίδι στο PS4, στο οποίο συνδέεστε.";
"msgid_variable_percent" = "%1$@%%";
"msgid_version" = "Έκδοση";
"msgid_video_quality_ps4_rp" = "Ποιότητα βίντεο για Απομακρυσμένο παιχνίδι (PS4)";
"msgid_view" = "Προβολή";
"msgid_voice_chat_microphone" = "Χρήση του μικροφώνου για φωνητική συνομιλία.";
"msgid_vr_on_no_rp" = "Δεν μπορεί να χρησιμοποιηθεί μικρόφωνο με το Απομακρυσμένο παιχνίδι όταν το σετ κεφαλής εικονικής πραγματικότητας είναι ενεργοποιημένο.";
"msgid_wait" = "Περιμένετε...";
"msgid_welcome_ps_rp" = "Καλώς ορίσατε στο PS Remote Play!";
"msgid_window" = "Παράθυρο";
"msgid_wired_connection" = "Σύνδεση μέσω καλωδίου";
"msgid_wireless_connection" = "Ασύρματη σύνδεση";
"msgid_wireless_controller_ps4" = "Ασύρματο χειριστήριο για PS4";
"msgid_wireless_controller_ps5" = "Ασύρματο χειριστήριο για PS5";
"msgid_yes" = "Ναι";
